tap "clementtsang/bottom"
tap "epk/epk"
tap "espanso/espanso"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "xz"
brew "readline"
brew "sqlite"
brew "python@3.10"
brew "azure-cli"
brew "bash"
brew "bat"
brew "bottom"
brew "pkg-config"
brew "broot"
brew "cmake"
brew "ctags"
brew "docker-completion"
brew "fd"
brew "icu4c"
brew "libarchive"
brew "ffmpeg"
brew "fish"
brew "fnm"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "go"
brew "gtop"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "lf"
brew "lsd"
brew "lua"
brew "mackup"
brew "mailcheck"
brew "mpd"
brew "neofetch"
brew "neovim"
brew "openssl@3"
brew "nushell"
brew "nvm"
brew "pandoc"
brew "pgcli"
brew "pyenv"
brew "pyenv-virtualenv"
brew "rainbarf"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "ruby"
brew "starship"
brew "subversion"
brew "tcl-tk"
brew "tealdeer"
brew "the_silver_searcher"
brew "tmux"
brew "trash-cli"
brew "tree"
brew "wakatime-cli"
brew "zlib"
brew "zoxide"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "1password"
cask "alacritty"
cask "alfred"
cask "basictex"
cask "betterzip"
cask "brave-browser"
cask "deepl"
cask "docker"
cask "element"
cask "espanso"
cask "font-sf-mono-nerd-font"
cask "font-source-code-pro"
cask "logseq"
cask "macvim"
cask "pika"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "quicklook-csv"
cask "quicklook-json"
cask "r"
cask "rstudio-preview-electron"
cask "spacelauncher"
cask "spotify"
cask "suspicious-package"
cask "webpquicklook"
