tap "aws/tap"
tap "clementtsang/bottom"
tap "federico-terzi/espanso"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "khanhas/tap"
tap "koekeishiya/formulae"
tap "lucassabreu/tap"
tap "stripe/stripe-cli"
tap "xorpse/formulae"
tap "xwmx/taps"
brew "amazon-ecs-cli"
brew "python@3.9"
brew "awscli"
brew "bat"
brew "glib"
brew "pkg-config"
brew "dash"
brew "exa"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "libusb"
brew "gnupg"
brew "go"
brew "hasura-cli"
brew "hyperfine"
brew "jq"
brew "lazydocker"
brew "lf"
brew "lsd"
brew "luajit", args: ["HEAD"]
brew "mackup"
brew "mosh"
brew "ncdu"
brew "neofetch"
brew "neovim", args: ["HEAD"]
brew "node"
brew "node@14"
brew "nvm"
brew "tmux"
brew "overmind"
brew "pgcli"
brew "postgresql"
brew "ripgrep"
brew "spotify-tui"
brew "starship"
brew "switchaudio-osx"
brew "tealdeer"
brew "terminal-notifier"
brew "trash-cli"
brew "wallpaper"
brew "wget"
brew "yarn"
brew "zlib"
brew "zoxide"
brew "aws/tap/aws-sam-cli"
brew "clementtsang/bottom/bottom"
brew "federico-terzi/espanso/espanso"
brew "jesseduffield/lazygit/lazygit"
brew "koekeishiya/formulae/skhd"
brew "stripe/stripe-cli/stripe"
brew "xorpse/formulae/yabai", args: ["HEAD"]
cask "1password"
cask "alacritty"
cask "alfred"
cask "appcleaner"
cask "balenaetcher"
cask "daisydisk"
cask "discord"
cask "evernote"
cask "fantastical"
cask "figma"
cask "ganache"
cask "home-assistant"
cask "hyper"
cask "imageoptim"
cask "inkscape"
cask "ipfs"
cask "keycastr"
cask "obs"
cask "obsidian"
cask "plover"
cask "postgres"
cask "postman"
cask "qutebrowser"
cask "raycast"
cask "rocket"
cask "sequel-pro"
cask "signal"
cask "skitch"
cask "slack"
cask "spacelauncher"
cask "spotify"
cask "twitch"
cask "visual-studio-code"
cask "vivaldi"
cask "whatsapp"
