adwaita-icon-theme
aom
atk
autoconf
automake
bash
bash-completion
bat
bdw-gc
c-ares
cairo
clockify-cli
cmake
cmatrix
cmus
composer
coreutils
ctop
dav1d
docbook
docbook-xsl
duf
emacs
exa
faad2
fasd
fd
ffmpeg
figlet
fish
flac
fnm
fontconfig
freetype
frei0r
fribidi
fzf
gatsby-cli
gd
gdbm
gdk-pixbuf
gettext
gh
ghostscript
giflib
git
git-delta
glib
gmp
gnu-getopt
gnu-sed
gnumeric
gnutls
go
gobject-introspection
goffice
gotop
graphite2
graphviz
gsettings-desktop-schemas
gtk+3
gts
guile
harfbuzz
hasura-cli
hicolor-icon-theme
highlight
htop
icu4c
ilmbase
imagemagick
imageoptim-cli
ispell
itstool
jansson
jasper
jemalloc
jpeg
krb5
lame
lazydocker
lazygit
leptonica
lf
libass
libbluray
libcue
libde265
libepoxy
libev
libevent
libffi
libgpg-error
libgsf
libheif
libidn2
libksba
liblqr
libogg
libomp
libpng
libpq
librsvg
libsamplerate
libsndfile
libsodium
libsoxr
libtasn1
libtermkey
libtiff
libtool
libunistring
libuv
libvidstab
libvorbis
libvpx
libvterm
libxml2
libyaml
libzip
little-cms2
lua
luajit
luarocks
lynx
lzo
mackup
mad
make
mercurial
mosh
mp4v2
msgpack
nb
ncurses
neofetch
neovim
netpbm
nettle
nghttp2
node
opencore-amr
openexr
openjpeg
openssl@1.1
opus
opusfile
p11-kit
pandoc
pango
pcre
pcre2
perl
pgcli
pixman
pkg-config
protobuf
pygments
python@3.8
python@3.9
rarian
rav1e
readline
ripgrep
rtmpdump
rubberband
ruby
screenfetch
screenresolution
sdl2
shared-mime-info
skhd
snappy
speedtest
speex
spotify-tui
sqlite
srt
starship
swig
switchaudio-osx
tcl-tk
tesseract
texinfo
theora
tig
tldr
tmux
tmuxinator
todoist
tokei
ultralist
unbound
unibilium
utf8proc
w3m
wallpaper
webp
wget
x264
x265
xmlto
xvid
xz
yabai
yarn
zeromq
zimg
zlib
